import React from "react";

export const Home = () => {
  return (
    <div className="home">
      <h1 className="h1home">ابر هوش مصنوعی :</h1>
      <p className="matn1">
        <p className="p2">ابرهوش مصنوعی مرحله‌ای از تکامل هوش مصنوعی است که توانایی‌های آن فراتر از ذهن انسان می‌رود.
        اگر امروز با هوش مصنوعی محدود
         مثل چت‌بات‌ها یا سیستم‌های پردازش تصویر سر و کار داریم،
        ابرهوش مصنوعی می‌تواند در یادگیری، خلاقیت و تصمیم‌گیری از انسان پیشی بگیرد.
        این پدیده می‌تواند فرصت‌های بزرگی برای پیشرفت بشر ایجاد کند،
         اما در عین حال نگرانی‌هایی درباره‌ی کنترل 
         و آینده‌ی انسان نیز به همراه دارد.
      </p>

            </p>
    </div>
  );
};